// 3. Напишите программу, которая будет выдавать название дня недели по заданному номеру.
// 	3 -> Среда 
// 5 -> Пятница

Console.WriteLine("Введите число дня недели");
int number = Convert.ToInt32(Console.ReadLine());
if (number == 1)
{
  Console.WriteLine("Понедельник");  
}
if (number == 2)
{
  Console.WriteLine("Вторн");  
}
if (number == 3)
{
  Console.WriteLine("Среда");  
}
if (number == 4)
{
  Console.WriteLine("Четв");  
}
if (number == 1)
{
  Console.WriteLine("Понедельник");  
}
if (number == 1)
{
  Console.WriteLine("Понедельник");  
}
if (number == 1)
{
  Console.WriteLine("Понедельник");  
}
if (number == 1)
{
  Console.WriteLine("Понедельник");  
}